Repository: Student-Labs-2024/vodimobile-android-app
Catalog: iosApp/iosApp/SupportingFiles/*.lproj/Localizable.strings
Languages: ru

# questionBody7
source: Yes, a deposit is required. A pledge is a guarantee of the renter's performance of the contract. The security deposit is not part of the rental price and is paid separately. The deposit is a fixed amount of money - cars of the "Economy" section - 5,000 rubles, cars of the "Comfort" and "Premium" sections - 10,000 rubles. Personal belongings, passport, and other documents are not collateral. We will refund the deposit to you at the time of handing over the car and signing the acceptance /transfer certificate, so you will not have to wait.
ru: Да, вносить залог необходимо. Залог - это гарантия исполнения договора арендатором. Залоговая часть не является частью стоимости аренды и уплачивается отдельно. Залогом является фиксированная денежная сумма - авто раздела "Эконом" - 5 000 рублей, авто раздела "Комфорт" и "Премиум" - 10 000 рублей. Личные вещи, паспорт, и прочие документы не являются залогом. Мы возвращаем Вам залог в момент сдачи автомобиля и подписания акта приёма/передачи, поэтому ждать не придётся.

# questionTitle8
source: Do I need to wash the car before delivery?
ru: Нужно ли мыть автомобиль перед сдачей?

# questionBody8
source: Not if the car is provided in its pure form. Yes, the car wash is paid separately - 1,000 rubles. In which case does the customer pay for the car wash: 1. The car is dirty outside and inside; 2. The car is clean on the outside, but dirty on the inside (mats, crumbs, stains); 3. The car is clean inside, but dirty outside (thresholds, rims, separate parts of the car); 4. The car is in sand or dust. Weather conditions are not a condition for non-fulfillment of contractual obligations related to car washing. If the car is in a dirty condition at the time of booking, we suggest that you choose in which form to rent a car in order to save your money for a car wash. Emergency car delivery (30 – 90 minutes) does not guarantee the delivery of the car in its pure form, because the time for car washing takes at least 2 hours. Therefore, we recommend booking a car in advance.
ru: Нет, если автомобиль предоставляется в чистом виде. Да, мойка оплачивается отдельно - 1 000 рублей. В каком случае клиент оплачивает мойку: 1. Автомобиль грязный снаружи и внутри; 2. Автомобиль чистый снаружи, но грязный внутри (коврики, крошки, пятна); 3. Автомобиль чистый внутри, но грязный снаружи (пороги, диски, отдельный части автомобиля); 4. Автомобиль в песке или пыли. Погодные условия не является условием неисполнения договорных обязательств, касающихся авто-мойки. Если на момент бронирования автомобиль находится в грязном состоянии, мы предлагаем Вам выбрать, в каком виде арендовать автомобиль в целях экономии Ваших денежных средств на мойку. Экстренная подача автомобиля (30 – 90 минут) не гарантирует подачу автомобиля в чистом виде, т.к. время на мойку авто занимает минимум 2 часа. Поэтому рекомендуем бронировать авто заранее.

# questionTitle9
source: How does car rental work?
ru: Как происходит аренда автомобиля?

# questionBody9
source: Car rental takes place in several stages: 1. You choose the car you like; 2. Get acquainted with the terms of car rental on the website, or consult with the manager by phone or messenger; 3. Send the documents for verification by the security service. This stage takes no more than 20 minutes; 4. The manager confirms the reservation with a reply message. At the appointed date and time, we will meet with you to sign the contract and transfer the selected car. The conclusion of the contract is possible only if the client has a passport and a driver's license in his hands.
ru: Аренда автомобиля происходит в несколько этапов: 1. Вы выбираете, понравившийся Вам автомобиль; 2. Ознакамливаетесь с условиями аренды автомобиля на сайте, либо консультируетесь с менеджером по телефону или в месенджере; 3. Отправляете документы на проверку службой безопасности. Этот этап занимает не более 20 минут; 4. Менеджер подтверждает бронь ответным сообщением. В назначенные дату и время мы встречаемся с Вами для подписания договора и передачи выбранного автомобиля. Заключение договора возможно исключительно при наличии у клиента на руках паспорта и водительского удостоверения.

# questionTitle10
source: What do I need to rent a car?
ru: Что нужно для аренды автомобиля?

# questionBody10
source: Age from 22 years, a category B driver's license with at least 2 years of experience and a general civil passport of the Russian Federation.
ru: Возраст от 22 лет, водительское удостоверение категории B со стажем от 2 лет и общегражданский паспорт РФ.

# questionTitle11
source: Do I need to pay for gasoline?
ru: Нужно ли оплачивать бензин?

# questionBody11
source: You refuel the car yourself, only with AI-95 gasoline. The car is supplied with the amount of fuel that remains after previous use. Accordingly, it is necessary to return the car with the same level. If there is less fuel in the tank than it was when the car was handed over to you, then payment is made at the rate of 50 rubles — one liter. A car with a full tank is provided exclusively upon the customer's request.
ru: Вы заправляете автомобиль самостоятельно, только бензином АИ-95. Автомобиль подаётся с тем количеством топлива, который остался после предыдущего использования. Соответственно, вернуть автомобиль необходимо с тем же уровнем. Если в баке топлива меньше, чем было при передаче Вам автомобиля, то производится оплата из расчета 50 рублей — один литр. Автомобиль с полным баком подаётся исключительно по запросу клиента.

# questionTitle12
source: Do you provide reporting?
ru: Предоставляете ли вы отчетность?

# questionBody12
source: Yes, a complete set of documents with all receipts.
ru: Да, полный пакет документов со всеми чеками.

# questionTitle13
source: Do you have car insurance?
ru: Есть ли у вас страховка на автомобили?

# questionBody13
source: Cars are insured with a CTP policy. If the accident was not your fault, and all certificates from the accident site are provided, the amount of liability is zero. If the accident was caused by the client, then the responsibility for compensation for damage falls on the client. If it is impossible to prove the guilt of a third party, the responsibility also falls on the client.
ru: Автомобили застрахованы полисом ОСАГО. Если ДТП произошло не по Вашей вине, и предоставлены все справки с места ДТП – сумма ответственности равна нулю. Если же ДТП произошло по вине клиента, то ответственность за возмещение ущерба ложится на клиента. В случае невозможности доказательства вины третьего лица ответственность также ложится на клиента.

# questionTitle14
source: Are the cars pasted like carsharing?
ru: Оклеены ли машины, как каршеринг?

# questionBody14
source: No, the cars are not branded.
ru: Нет, машины не брендированные.

# questionTitle15
source: What are the penalties for non-compliance or violation of traffic rules?
ru: А какие штрафы за невыполнение условий или нарушение ПДД?

# questionBody15
source: Fines for traffic violations are paid by the client. After the fine arrives to us, the manager sends you information about it. You only need to transfer the amount of the fine according to the details of the landlord. The fine for smoking in the cabin is 5000 The penalty for late payment of car renewal is 1000 rubles/day The penalty for the loss of documents is 10000 rubles/unit The penalty for the loss of the key/alarm is 10000 rubles/unit
ru: Штрафы за нарушение ПДД оплачивает клиент. После того, как штраф поступает нам, менеджер отсылаем Вам информацию о нём. Вам необходимо лишь перевести сумму штрафа по реквизитам арендодателя. Штраф за курение в салоне – 5000 Штраф за просрочку оплаты продления автомобиля – 1000 р/сутки Штраф за утерю документов – 10000 р/единица Штраф за утерю ключа/сигнализации – 10000 р/единица

# questionTitle16
source: Is it possible to transfer the car to another person?
ru: Можно ли передать автомобиль другому человеку?

# questionBody16
source: Yes, if it meets the requirements of the Vodimobil rental conditions. The contract for the second driver is 300 rubles.
ru: Да, если он подходит под требования условий аренды «Водимобиль». Договор на второго водителя - 300 рублей.

# questionTitle17
source: What should I do if the car breaks down?
ru: Что делать если машина сломается?

# questionBody17
source: In case of an accident and any damage to the car, contact us by phone and report the incident: we will tell you how to act in this situation. If the accident was not your fault, and all certificates from the accident site are provided, the amount of liability is zero.
ru: При ДТП и любом причинении ущерба автомобилю с нами по телефону и сообщить о произошедшем: мы расскажем, как действовать в сложившейся ситуации. Если ДТП произошло не по вашей вине, и предоставлены все справки с места ДТП – сумма ответственности равна нулю.

# questionTitle18
source: If the car was evacuated?
ru: Если автомобиль эвакуировали?

# questionBody18
source: Contact customer support by phone or email us on social media. and we will tell you how to act and what to do in such a situation.
ru: Свяжитесь со службой поддержки по телефону или напишите нам в соц. сетях и мы расскажем как нужно действовать и что делать в такой ситуации.

# questionTitle19
source: Is it possible to rent a car with pets?
ru: Можно ли арендовать автомобиль с питомцами?

# questionBody19
source: Unfortunately, this option is not provided when renting.
ru: К сожалению, такой опции при аренде не предусмотрено.

# questionTitle20
source: What should I do if I forgot things in the car?
ru: Что делать, если забыли в авто вещи?

# questionBody20
source: Write or call us, we will do everything possible to return your things.
ru: Напишите или позвоните нам, сделаем все возможное, чтобы вернуть ваши вещи.
