Repository: Student-Labs-2024/vodimobile-android-app
Catalog: iosApp/iosApp/SupportingFiles/*.lproj/Localizable.strings
Languages: ru

# regScreenTitle
source: Sign up
ru: Регистрация

# authScreenTitle
source: Log in
ru: Вход

# conditionsScreenTitle
source: Terms of the agreement
ru: Условия соглашения

# confirmScreenTitle
source: Сonfirmation
ru: Подтверждение

# profileScreenTitle
source: Profile
ru: Профиль

# contactsScreenTitle
source: Contacts
ru: Контакты

# rulesScreenTitle
source: Rules and conditions
ru: Правила и условия

# homeScreenTitle
source: Home
ru: Главная

# myOrdersScreenTitle
source: My orders
ru: Мои заказы

# authButtonTitle
source: Log in
ru: Войти

# regButtonTitle
source: Create account
ru: Зарегистрироваться

# nextBtnName
source: Next
ru: Далее

# resendBtnText
source: Resend
ru: Отправить повторно

# closeButton
source: Close
ru: Закрыть

source: Phone
ru: Номер телефона

source: Full name
ru: ФИО

# dateTextFieldPlaceholder
source: When?
ru: Когда?

# dateTextFieldTitle
source: Select the rental dates
ru: Выберите даты аренды

# exitAlertTitle
source: Are you sure you want to log out of your account?
ru: Вы уверены, что хотите выйти из аккаунта?

# exitFirstBtnText
source: Exit
ru: Выйти

# exitSecondBtnText
source: Cancel
ru: Отмена

# exitAlertText
source: You will not be able to rent cars without an account
ru: Вы не сможете арендовать автомобили без аккаунта

# alertSavePersonDataTitle
source: Your data has been successfully saved
ru: Ошибка сохранения

# conditionLink
source: the user agreement
ru: Пользовательского соглашения

# conditionText
source: I have read and agree to the terms of
ru: Я прочитал и согласен с условиями

# inputCodeText
source: Enter SMS code
ru: Введите СМС-код

# inputErrorMsg
source: Input
ru: Введите

# notGetCodeText
source: Didn't get the code?
ru: Не пришёл код?

# sendCodeMsg
source: We sent it to the number
ru: Мы отправили его на номер

# personData
source: Personal data
ru: Личные данные

# personDataText
source: Full name, phone number, email
ru: ФИО, номер телефона, почта

# rulesText
source: Rules and conditions
ru: Правила и условия

source: Contacts
ru: Контакты

# exitText
source: Exit from account
ru: Выйти из аккаунта

# yourDataText
source: Your data
ru: Ваши данные

# officeLocation
source: Omsk, Dmitrieva str., 5/6
ru: г. Омск, ул. Дмитриева, 5/6

source: Version
ru: Версия

# brandLabel
source: © 2016-2022 Vodimobile
ru: © 2016-2022 Водимобиль

# emailText
source: Email
ru: Почта

# officeLocationText
source: Office location
ru: Адрес офиса

# ourMediaText
source: Our social media
ru: Наши соцсети

# vk
source: Vkontakte
ru: Вконтакте

source: Telegram
ru: Телеграм

# questionAndAnswerTitle
source: FAQ from "Vodimobile"
ru: Вопрос-ответ от "Водимобиль"

# questionAndAnswerAttributedPartOfTitle
source: FAQ
ru: Вопрос-ответ

# questionAndAnswerText
source: Find answer on any your questions.
ru: Найдите ответ на любой интересующий Вас вопрос.

# ruleTitle1
source: Rental conditions for drivers
ru: Условия аренды для водителей

# attributedPartOfTitle1
source: Rental conditions
ru: Условия аренды

# ruleSubtitle1
source: Age from 22 years and at least 2 years of experience with a category B driver's license
ru: Возраст от 22 лет и не менее 2 года стажа водительского удостоверения категории B.

# ruleBody1
source: These are all the conditions that a driver who takes on the responsibility of driving a car must meet.
ru: Это все условия, под которые должен подходить водитель, который берет на себя ответственность управления автомобилями Водимобиль.

# ruleTitle2
source: Stages of car rental
ru: Этапы аренды автомобиля

# attributedPartOfTitle2
source: Stages of rental
ru: Этапы аренды

# ruleSubtitle2
source: Car rental takes place in several stages:
ru: Аренда автомобиля происходит в несколько этапов:

# ruleBody2
source: 1. You choose the car you like; 2. Get acquainted with the terms of car rental on the website, or consult with the manager by phone or messenger; 3. Send the documents for verification by the security service. This stage takes no more than 20 minutes; 4. The manager confirms the reservation with a reply message. At the appointed date and time, we will meet with you to sign the contract and transfer the selected car. The conclusion of the contract is possible only if the client has a passport and a driver's license in his hands.
ru: 1. Вы выбираете, понравившийся Вам автомобиль; 2. Ознакамливаетесь с условиями аренды автомобиля на сайте, либо консультируетесь с менеджером по телефону или в месенджере; 3. Отправляете документы на проверку службой безопасности. Этот этап занимает не более 20 минут; 4. Менеджер подтверждает бронь ответным сообщением. В назначенные дату и время мы встречаемся с Вами для подписания договора и передачи выбранного автомобиля. Заключение договора возможно исключительно при наличии у клиента на руках паспорта и водительского удостоверения.

# ruleTitle3
source: Security Service
ru: Служба безопасности

# attributedPartOfTitle3
source: security
ru: безопасности

# ruleSubtitle3
source: Each application undergoes a thorough document verification procedure before renting.
ru: Каждая заявка перед арендой проходит тщательную процедуру проверки документов.

# ruleBody3
source: Based on the results of document verification, the security service informs us about the client's trustworthiness. In order to maintain a comfortable environment, we do not provide services to people with a negative reputation (being wanted or on the lists of unscrupulous clients, with a criminal record for car theft or theft, to clients without documents).
ru: На основе результатов проверки документов служба безопасности информирует нас о благонадежности клиента. В целях сохранения комфортной среды мы не предоставляем услуги людям с негативной репутацией (нахождение в розыске либо в списках недобросовестных клиентов, с судимостью за угон автомобиля либо кражу, клиентам без документов).

# ruleTitle4
source: Payment and deposit of the reserved car
ru: Оплата и залог забронированного автомобиля

# attributedPartOfTitle4
source: Payment and deposit
ru: Оплата и залог

# ruleSubtitle4
source: Payment is made at the time of signing the contract in cash or by transfer by phone number to any bank. There is no card payment via the terminal. At the request of the client, we provide cash receipts with a QR code.
ru: Оплата производится в момент подписания договора наличными либо переводом по номеру телефона на любой банк. Оплаты картой через терминал – нет. По запросу клиента мы предоставляем кассовые чеки с QR кодом.

# ruleBody4
source: You can pay for the booked car using a credit card, cash or bank transfer, payment is made for the entire period of car rental. If the car is returned earlier than the specified period, we will recalculate, while only the time of use is paid. A pledge is a guarantee of the renter's performance of the contract. The security deposit is not part of the rental price and is paid separately. The deposit is a fixed amount of money - cars of the "Economy" section - 5,000 rubles, cars of the "Comfort" and "Premium" sections - 10,000 rubles. Personal belongings, passport, and other documents are not collateral. We will refund the deposit to you at the time of handing over the car and signing the acceptance /transfer certificate, so you will not have to wait.
ru: Оплатить забронированный автомобиль можно с помощью кредитной карты, наличных средств или банковского перевода, вносится оплата за весь период проката автомобиля. Если авто возвращается ранее указанного срока, сделаем перерасчет, при этом оплачивается только время использования. Залог - это гарантия исполнения договора арендатором. Залоговая часть не является частью стоимости аренды и уплачивается отдельно. Залогом является фиксированная денежная сумма - авто раздела "Эконом" - 5 000 рублей, авто раздела "Комфорт" и "Премиум" - 10 000 рублей. Личные вещи, паспорт, и прочие документы не являются залогом. Мы возвращаем Вам залог в момент сдачи автомобиля и подписания акта приёма/передачи, поэтому ждать не придётся.

# ruleTitle5
source: Car feed
ru: Подача автомобиля

# attributedPartOfTitle5
source: Feed
ru: Подача

# ruleSubtitle5
source: Vodimobil offers car delivery to any point in the city of Omsk around the clock.
ru: Водимобиль предлагает подачу автомобиля в любую точку города Омске круглосуточно.

# ruleBody5
source: If you need car delivery in the city, then you pay for it separately at the following rates: Free of charge - pickup from the office daytime 500 – pickup from the office at night 1000 – any point of the city daytime 2000 – any point of the city at night Daytime - from 9:00 to 20:00 Night time - from 20:00 to 9:00
ru: Если вам необходима подача автомобиля в городе, то вы оплачиваете ее отдельно по следующим тарифам: Бесплатно - самовывоз от офиса дневное время 500 – самовывоз от офиса ночное время 1000 – любая точка города дневное время 2000 – любая точка города ночное время Дневное время - с 9:00 до 20:00 Ночное время - с 20:00 до 9:00

# ruleTitle6
source: Night rental application
ru: Заявка на ночную аренду

# attributedPartOfTitle6
source: night rental
ru: ночную аренду

# ruleSubtitle6
source: Applications for overnight rentals are accepted until 18:00 of the current day.
ru: Заявки на ночную аренду принимаются до 18:00 текущего дня.

# ruleBody6
source: If you want to book a car with overnight pickup, you must leave a request in advance. Applications are accepted for consideration until 18:00 of the current day. That is, if you left a booking request with submission from 20:00 to 9:00 of the current day, but did it after 18:00, then, unfortunately, we will not be able to consider it.
ru: Если вы хотите забронировать автомобиль с ночной подачей, то необходимо оставить заявку заранее. Заявки принимаются к рассмотрению до 18:00 текущего дня. То есть если вы оставили заявку на бронирование с подачей с 20:00 до 9:00 текущего дня, но сделали это после 18:00, то, к сожалению, мы не сможем ее рассмотреть.

# ruleTitle7
source: Time to transfer the car
ru: Время на передачу автомобиля

# attributedPartOfTitle7
source: Time to transfer
ru: Время на передачу

# ruleSubtitle7
source: 15 minutes is the time we have to meet with you.
ru: 15 минут – время, в которое мы должны уложиться с Вами.

# ruleBody7
source: A large flow of customers does not allow us to devote more time to signing the contract. All information about the technical condition of the car, the terms, the procedure for paying and extending the lease, the terms of use of the car and other issues are listed on our website and in the contract.
ru: Большой поток клиентов не позволяет нам уделять большее количество времени на подписание договора. Вся информация насчёт технического состояния автомобиля, сроков, порядка оплаты и продления аренды, условий пользования автомобилем и прочие вопросы прописаны на нашем сайте и в договоре.

# ruleTitle8
source: Daily mileage
ru: Суточный пробег

# attributedPartOfTitle8
source: Daily
ru: Суточный

# ruleSubtitle8
source: There is a daily mileage limit of 200 km, which is included in the rental price.
ru: Есть ограничение на суточный пробег - 200 км, который входит в стоимость аренды.

# ruleBody8
source: You can exceed this limit, in which case the mileage is calculated at the rate of 5 rubles/km (economy), 10 rubles/km (comfort and premium).
ru: Вы можете превышать этот лимит, в таком случае перепробег считается из расчета 5 руб/км (эконом), 10 руб/км (комфорт и премиум).

# ruleTitle9
source: Territory of movement
ru: Территория передвижения

# attributedPartOfTitle9
source: Territory
ru: Территория

# ruleSubtitle9
source: There are no travel restrictions within the Siberian Federal District.
ru: Ограничений по поездкам внутри Сибирского федерального округа - нет.

# ruleBody9
source: Crossing the Siberian Federal District, as well as the borders of the Russian Federation, is coordinated with the manager.
ru: Пересечение Сибирского федерального округа, как и границ РФ - согласовывается с менеджером.

# ruleTitle10
source: Car rental extension
ru: Продление аренды автомобиля

# attributedPartOfTitle10
source: Lease extension
ru: Продление аренды

# ruleSubtitle10
source: The car rental extension is as follows:
ru: Продление аренды автомобиля происходит следующим образом:

# ruleBody10
source: 1. During the day, you warn the manager about your intention to extend the car for the nth number of days; 2. The manager calculates the amount and sends you the details for transferring funds for the extended rental period; 3. All you have to do is pay and send a payment receipt to the manager – the lease has been extended.
ru: 1. За сутки вы предупреждаете менеджера о намерении продлить автомобиль на N-е количество суток; 2. Менеджер считает сумму и присылает Вам реквизиты для перечисления денежных средств за продлённый период аренды; 3. Вам осталось оплатить и прислать чек об оплате менеджеру – аренда продлена.

# ruleTitle11
source: Transfer the car to the second driver
ru: Передача авто второму водителю

# attributedPartOfTitle11
source: to the second driver
ru: второму водителю

# ruleSubtitle11
source: The transfer of the car to the second driver is possible if it meets the requirements of the Vodimobil rental conditions.
ru: Передача автомобиля второму водителю возможна, если он подходит под требования условий аренды «Водимобиль».

# ruleBody11
source: In this case, we will add the second driver to the contract. The cost of drawing up a contract for a second driver is 300 rubles.
ru: В таком случае мы вносим в договор второго водителя. Стоимость составления договора на второго водителя – 300 рублей.

# ruleTitle12
source: Insurance and liability
ru: Страховка и ответственность

# attributedPartOfTitle12
source: Insurance
ru: Страховка

# ruleSubtitle12
source: Cars are insured with a CTP policy.
ru: Автомобили застрахованы полисом ОСАГО.

# ruleBody12
source: If the accident was not your fault, and all certificates from the accident site are provided, the amount of liability is zero. If the accident was caused by the client, then the responsibility for compensation for damage falls on the client. If it is impossible to prove the guilt of a third party, the responsibility also falls on the client. In case of an accident, the client himself must resolve the situation with the second participant in the accident, without the participation of the landlord.
ru: Если ДТП произошло не по Вашей вине, и предоставлены все справки с места ДТП – сумма ответственности равна нулю. Если же ДТП произошло по вине клиента, то ответственность за возмещение ущерба ложится на клиента. В случае невозможности доказательства вины третьего лица ответственность также ложится на клиента. В случае ДТП клиент сам должен разрешить ситуацию со вторым участником ДТП, без участия арендодателя.

# ruleTitle13
source: Gasoline and refueling
ru: Бензин и заправка

# attributedPartOfTitle13
source: Gasoline
ru: Бензин

# ruleSubtitle13
source: The tenant refuels the car on his own, only with AI-95 gasoline.
ru: Арендатор заправляет автомобиль самостоятельно, только бензином АИ-95.

# ruleBody13
source: The car is supplied with the amount of fuel that remains after previous use. Accordingly, it is necessary to return the car with the same level. If there is less fuel in the tank than it was when the car was handed over to you, then payment is made at the rate of 50 rubles — one liter. A car with a full tank is provided exclusively upon the customer's request.
ru: Автомобиль подаётся с тем количеством топлива, который остался после предыдущего использования. Соответственно, вернуть автомобиль необходимо с тем же уровнем. Если в баке топлива меньше, чем было при передаче Вам автомобиля, то производится оплата из расчета 50 рублей — один литр. Автомобиль с полным баком подаётся исключительно по запросу клиента.

# ruleTitle14
source: Car wash
ru: Мойка автомобиля

# attributedPartOfTitle14
source: Car wash
ru: Мойка

# ruleSubtitle14
source: Car wash is paid separately - 1,500 rubles.
ru: Мойка автомобилей оплачивается отдельно - 1 500 рублей.

# ruleBody14
source: In which case the customer pays for the car wash: 1. The car is dirty outside and inside; 2. The car is clean on the outside, but dirty on the inside (mats, crumbs, stains); 3. The car is clean inside, but dirty outside (thresholds, rims, separate parts of the car); 4. The car is in sand or dust. Weather conditions are not a condition for non-fulfillment of contractual obligations related to the car wash. If the car is in a dirty condition at the time of booking, we suggest that you choose in which form to rent a car in order to save your money for a car wash. Emergency car delivery (30 – 90 minutes) does not guarantee the delivery of the car in its pure form, because the time for car washing takes at least 2 hours. Therefore, we recommend booking a car in advance.
ru: В каком случае клиент оплачивает мойку: 1. Автомобиль грязный снаружи и внутри; 2. Автомобиль чистый снаружи, но грязный внутри (коврики, крошки, пятна); 3. Автомобиль чистый внутри, но грязный снаружи (пороги, диски, отдельный части автомобиля); 4. Автомобиль в песке или пыли. Погодные условия не является условием неисполнения договорных обязательств, касающихся автомойки. Если на момент бронирования автомобиль находится в грязном состоянии, мы предлагаем Вам выбрать, в каком виде арендовать автомобиль в целях экономии Ваших денежных средств на мойку. Экстренная подача автомобиля (30 – 90 минут) не гарантирует подачу автомобиля в чистом виде, т.к. время на мойку авто занимает минимум 2 часа. Поэтому рекомендуем бронировать авто заранее.

# ruleTitle15
source: Fines when renting a car
ru: Штрафы при аренде авто

# attributedPartOfTitle15
source: Fines
ru: Штрафы

# ruleSubtitle15
source: Fines for traffic violations are paid by the client.
ru: Штрафы за нарушение ПДД оплачивает клиент.

# ruleBody15
source: After the fine arrives to us, the manager sends you information about it. You only need to transfer the amount of the fine according to the details of the landlord. The fine for smoking in the cabin is 5000 The penalty for late payment of car renewal is 1000 rubles/day The penalty for the loss of documents is 10000 rubles/unit The penalty for the loss of the key/alarm is 10000 rubles/unit
ru: После того, как штраф поступает нам, менеджер отсылаем Вам информацию о нём. Вам необходимо лишь перевести сумму штрафа по реквизитам арендодателя. Штраф за курение в салоне – 5000 Штраф за просрочку оплаты продления автомобиля – 1000 р/сутки Штраф за утерю документов – 10000 р/единица Штраф за утерю ключа/сигнализации – 10000 р/единица

# ruleTitle16
source: Additional equipment
ru: Дополнительное оборудование

# attributedPartOfTitle16
source: Additional
ru: Дополнительное

# ruleSubtitle16
source: Child safety seat, phone holder, charging is free.
ru: Детское кресло, держатель для телефона, зарядка - бесплатно.

# ruleBody16
source: The car will provide any additional equipment for free. It is important to clarify beforehand what equipment you will need before renting.
ru: Водимобиль бесплатно предоставит любое дополнительное оборудование. Важно предварительно перед арендой уточнить что из оборудования Вам потребуется.

# questionTitle1
source: Where can I go?
ru: Куда можно ездить?

# questionBody1
source: There are no travel restrictions within the Siberian Federal District. The crossing of the Siberian Federal District, as well as the borders of the Russian Federation, is coordinated with the manager.
ru: Ограничений по поездкам внутри Сибирского федерального округа - нет. Пересечение Сибирского федерального округа, как и границ РФ - согласовывается с менеджером.

# questionTitle2
source: Where and how to pick up and return the car?
ru: Где и как забирать и возвращать автомобиль?

# questionBody2
source: The car is provided in its pure form, with a full tank of fuel and fully ready for travel at the pick-up point or delivered to the right place. It is returned in the same form and with the same amount of fuel in a place convenient for you, but by prior arrangement.
ru: Автомобиль предоставляется в чистом виде, с полным баком топлива и полностью готовым к поездке в пункте выдачи или доставляется к нужному месту. Возвращается в том же виде и с тем же количеством топлива в удобном для вас месте, но по предварительной договоренности.

# questionTitle3
source: How does the payment for the booked car take place?
ru: Как происходит оплата забронированного автомобиля?

# questionBody3
source: You can pay for the booked car using a credit card, cash or bank transfer, payment is made for the entire period of car rental. If the car is returned earlier than the specified period, we will recalculate, while only the time of use is paid.
ru: Оплатить забронированный автомобиль можно с помощью кредитной карты, наличных средств или банковского перевода, вносится оплата за весь период проката автомобиля. Если авто возвращается ранее указанного срока, сделаем перерасчет, при этом оплачивается только время использования.

# questionTitle4
source: Do I need to pay for car pickup?
ru: Нужно ли оплачивать подачу автомобиля?

# questionBody4
source: If you need to pick up a car in the city, then you pay for it separately at the following rates: 500 – night time from the office (from 20:00 to 9:00) 1000 – daytime, anywhere in the city (from 9:00 to 20:00) 2000 – night time, anywhere in the city (from 20:00 to 9:00) For rentals of 7 days or more, the submission is free!
ru: Если вам необходима подача автомобиля в городе, то вы оплачиваете ее отдельно по следующим тарифам: 500 – ночное время от офиса (с 20:00 до 9:00) 1000 – дневное время, любая точка города (с 9:00 до 20:00) 2000 – ночное время, любая точка города (с 20:00 до 9:00) При аренде от 7 дней подача бесплатная!

# questionTitle5
source: Is the daily mileage limited?
ru: Ограничен ли суточный пробег?

# questionBody5
source: There is a limit on the daily mileage - 200 km, which is included in the rental price. You can exceed this limit, in which case the mileage is calculated at the rate of 5 rubles/km (economy), 10 rubles/km (comfort and premium).
ru: Есть ограничение на суточный пробег - 200 км, который входит в стоимость аренды. Вы можете превышать этот лимит, в таком случае перепробег считается из расчета 5 рублей/км (эконом), 10 рублей/км (комфорт и премиум).

# questionTitle6
source: Do you have a child safety seat?
ru: Есть ли у вас детское кресло?

# questionBody6
source: Yes, we can provide you with a child safety seat and other additional equipment - for free. You need to clarify what equipment you will need before renting.
ru: Да, мы можем предоставить вам детское кресло и другое дополнительное оборудование - бесплатно. Вам необходимо предварительно перед арендой уточнить что из оборудования вам потребуется.

# questionTitle7
source: Do I need to make a deposit?
ru: Нужно ли вносить залог?
